# PDF_FlushCache

## Description
Flushes all Document Cache.

```pascal
FUNCTION PDF_FlushCache : BOOLEAN;
```

```python

def vs.PDF_FlushCache():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2014
## Category
* PDF